---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpecTypeId.String
source: html/284823ce-3fef-7619-c8e8-33c095ea6d96.htm
---
# SpecTypeId.String Members

This class contains constants identifying specs.